SELECT
    v.vote_field_id,
    vf.value,
    COUNT(*) as count
FROM Votes v
JOIN VoteFields vf ON v.vote_field_id = vf.id
    WHERE v.vote_table_id = 3
    GROUP BY v.vote_field_id, vf.value
    ORDER BY count DESC;

-- +---------------+--------------------------------------------------------------------------+-------+
-- | vote_field_id | value                                                                    | count |
-- +---------------+--------------------------------------------------------------------------+-------+
-- |             4 | 이선우 외 3인의 '요아소비아이돌!'                                        |    37 |
-- |             9 | 육근영 외 4인의 '미친 난타 공연'                                         |    37 |
-- |             5 | 정하늘 외 7인의 '신인 댄스팀!'                                           |    30 |
-- |            10 | 강현우 학생의 '뒤집어지는 막걸리 한잔'                                   |    17 |
-- |             8 | 최승우 외 1인의 '상상치도 못한 댄스'                                     |    14 |
-- |             7 | 김선욱 학생의 '간지나는 랩'                                              |     7 |
-- |            11 | 김정연, 김우주 학생의 '노래방이 생각나는 좋니 듀엣'                      |     5 |
-- |             6 | 홍은성, 박인성 학생의 '위잉위잉 듀엣'                                    |     1 |
-- +---------------+--------------------------------------------------------------------------+-------+